const dataPredict = [
  {
    id: 1,
    donate: 'turtle',
    type: 'love',
    title: 'อาการไอเกิดจากไวรัส อาการรักเกิดจากคุณ',
    desc: 'ความรักแฮปปี้ ไม่มีเรื่องต้องกังวลใจอะไร ส่วนคนโสดช่วงนี้เสน่ห์แรง'
  },
  {
    id: 2,
    donate: 'turtle',
    type: 'love',
    title: 'หวาน  ไม่เกรงใจคนโสด',
    desc: 'ความรักหวานชื่น เพราะหมั่นเติมน้ำตาลเสริมความหวานกันอยู่ตลอด คนโสดมีคนมาให้เลือกอยู่บ้าง ต้องเลือกดีๆ'
  },
  {
    id: 3,
    donate: 'turtle',
    type: 'love',
    title: 'ที่บ้านหนูไม่มีเก้าอี้ อยากขอไปนั่งในใจพี่ได้มั้ยคะ',
    desc: 'คนโสดตอนนี้เจอคนถูกใจแล้วต้องพยายามจีบให้มากขึ้น ไม่ได้ด้วยเล่ห์ก็ต้องเอาด้วยกล'
  },
  {
    id: 4,
    donate: 'turtle',
    type: 'love',
    title: 'หน้าฝนชอบเหม่อ แต่หน้าเธออะ "ชอบมอง"',
    desc: 'คนโสดตอนนี้ดวงความรักกำลังมาแรง อย่าลืมเตรียมตัวให้พร้อม ความรักกำลังจะมา คนมีคู่รักกันหวานชื่น'
  },
  {
    id: 5,
    donate: 'turtle',
    type: 'love',
    title: 'ไม่แพ้หรอกฝุ่น แพ้คุณมากกว่า',
    desc: 'คนโสด เสน่ห์แรง มีเกณฑ์สะดุดรักอย่างกระทันหัน ส่วนคนมีคู่เรียกว่ากำลังอินเลิฟกับคู่ตัวเองแบบสุดๆ'
  },
  {
    id: 6,
    donate: 'turtle',
    type: 'love',
    title: 'ความรักก็เหมือนสูตรคูณ มีแต่เพิ่มพูน ไม่มีลดน้อยลง',
    desc: 'คนมีคู่มีรักและเข้าใจกันมากขึ้น คนโสดมีเกณฑ์สละโสดในช่วงนี้'
  },
  {
    id: 7,
    donate: 'turtle',
    type: 'love',
    title: 'เป็นกาแฟหรอ ทำไมขยันทำใจเราสั่นจัง',
    desc: 'คนมีคู่รักกันหวานแหวว คนโสดมีคนมีคนลักษณะที่แพ้ทางเข้ามาทำให้เราใจสั่น'
  },
  {
    id: 8,
    donate: 'turtle',
    type: 'love',
    title: 'แถวนี้ มีคนหมั้น',
    desc: 'มีการพูดคุยกันเรื่องอนาคตความสัมพันธ์อย่างจริงจัง อาจจะกำลังวางแผนการหมั้น หรือพูดคุยกับผู้ใหญ่'
  },
  {
    id: 9,
    donate: 'turtle',
    type: 'love',
    title: 'หน้าหนาวแบบนี้ ขอแค่ขันเดียวพอ "ขันหมาก"',
    desc: 'มีเกณฑ์ได้ลั่นระฆังวิวาห์ คนโสดมีเกฌฑ์เจอคนที่ถูกใจ'
  },
  {
    id: 10,
    donate: 'turtle',
    type: 'love',
    title: 'เบบี๋ อีสคัมมิง',
    desc: 'มีเกณฑ์จะได้มีเบบี๋เข้ามาเติมความหวานในชีวิต คนโสดมีโอกาสได้เจอคนรักที่อายุน้อยกว่า สดชื่นๆน้า'
  },
  {
    id: 11,
    donate: 'turtle',
    type: 'love',
    title: 'ความคิดถึงก็เหมือนดวงดาว ถึงเห็นเป็นครั้งคราวเเต่ไม่เคยหายไป',
    desc: 'คนโสดมีเกณฑ์ได้คุย หรือพบเจอกับคนในอดีตของเรา อาจจะเป็นคนที่เราเคยแอบชอบ หรือแฟนเก่า ต้องตัดสินใจดีๆ คนมีคู่ยังรักกันปกติ'
  },
  {
    id: 12,
    donate: 'turtle',
    type: 'love',
    title: 'เพราะยืน “คนละจุด” เลยรู้สึก “คนละอย่าง”',
    desc: 'คนมีคู่อาจจะมีการทะเลาะกันบ้างในช่วงนี้ ต้องพยายามอย่ากระทบกระทั่งกันให้มากนัก ส่วนคนโสดมีคนมาให้เลือก แต่ยังไม่โดนใจ'
  },
  {
    id: 13,
    donate: 'turtle',
    type: 'love',
    title: 'ตัวใครตัวมัน ตัวฉันไม่มีเเฟน',
    desc: 'คนโสดตอนนี้ยังมีแววจะโสดอีกยาวๆ ให้เน้นไปโฟกัสเรื่องการงานจะดีกว่าเพราะดวงด้านการงานกำลังรุ่ง'
  },
  {
    id: 14,
    donate: 'turtle',
    type: 'love',
    title: 'ตอนนี้ยังโสด และอยู่ในโหมด Sale',
    desc: 'คนโสดช่วงนี้มีความรู้สึกเหงา โดดเดี่ยว แต่อยากให้พิจารณาดีๆ  อย่าเพิ่งรีบตัดสินใจ'
  },
  {
    id: 15,
    donate: 'turtle',
    type: 'love',
    title: 'พยายามเป็นคนที่ใช่ แต่ลืมไปคนที่ใช่ไม่ต้องพยายาม',
    desc: 'คนมีคู่ช่วงนี้อาจพบเรื่องเข้าใจผิด ไม่ควรรีบด่วนสรุป มีปัญหาต้องเปิดใจคุยกันทันที ส่วนคนโสดยังไม่มีเกณฑ์สละโสด'
  },
  {
    id: 16,
    donate: 'turtle',
    type: 'love',
    title: 'รักเราหน่อยได้ไหม ไหนๆก็คนไทยด้วยกัน',
    desc: 'คนมีคู่กำลังวุ่นวายกับการต้องการความรัก ความเอาใจใส่จากแฟนเป็นอย่างมาก ส่วนคนโสดต้องเอาตัวเองออกไปเจอผู้คนเยอะๆ'
  },
  {
    id: 17,
    donate: 'turtle',
    type: 'love',
    title: 'บางครั้ง คำว่า คิดถึง ยังไม่ถึงครึ่งของความรู้สึกที่มีในตอนนี้',
    desc: 'คนมีคู่อาจต้องห่างเหินกัน อาจหมายถึงการเดินทางไปคนละที่ หรือ คนรักอาจมีงานยุ่งจนไม่มีเวลาให้เรา คนโสดเนื้อคู่ยังไม่ปรากฎ'
  },
  {
    id: 18,
    donate: 'turtle',
    type: 'love',
    title: 'แสนบาทก็ไม่มี แสนดีก็ไม่พอ',
    desc: 'คนมีคู่มีเกณฑ์น้อยใจแฟน อาจจะด้วยความคาดหวังของตัวเราเอง ส่วนคนโสดยังต้องพยายามต่อไป'
  },
  {
    id: 19,
    donate: 'turtle',
    type: 'love',
    title: 'เรื่องกินไม่เคยแพ้ใคร แต่เรื่องหัวใจทำไมแพ้เธอ',
    desc: 'คนมีคู่มีเกณฑ์จะได้รับของขวัญเป็นของกิน หรือขนมต่างๆ ต้องระวังเรื่องน้ำตาลด้วยนะ ส่วนคนโสดลองเที่ยวคนเดียวดูอาจพบคนถูกใจ'
  },
  {
    id: 20,
    donate: 'turtle',
    type: 'love',
    title: 'ของส่วนตัวไม่ใช้ร่วมกับใคร แต่หัวใจอยากจะใช้ร่วมกับเธอ',
    desc: 'คนมีคู่มีเกณฑ์จะได้พัฒนาความสัมพันธ์ไปอีกระดับนึง ส่วนคนโสดมีเกณฑ์ได้ลงจากคานแล้วจ้า'
  },
  {
    id: 21,
    donate: 'turtle',
    type: 'love',
    title: 'ไม่มีผู้ชายให้พึ่งพา มีแต่คานหนาๆ ไว้พึ่งพิง',
    desc: 'ช่วงนี้คนโสดยังต้องกอดคานแน่นๆเอาไว้ก่อน ยังไม่มีวี่แววคนถูกใจ'
  },
  {
    id: 22,
    donate: 'turtle',
    type: 'love',
    title: 'รักไม่ใช่หน้าที่ตามบทบัญญัติ แต่มันคือการปฏิบัติ ตามความเข้าใจ',
    desc: 'ความรักยังนิ่ง ต้องหมั่นหาสิ่งมาเติมความหวาน ก่อนจะชืดไปมากกว่านี้นะ คนโสดยังต้องรอรักแท้ต่อไป'
  },
  {
    id: 23,
    donate: 'turtle',
    type: 'love',
    title: 'ขนาดแมวยังหวงก้าง แล้วใครบ้างไม่หวงแฟน',
    desc: 'ระวังตัวเราจะน้อยใจคนรัก อาจจะเกิดจากความเครียดของเราเอง คนโสดต้องลดสเป็คที่ตั้งไว้ลงสักนิด'
  },
  {
    id: 24,
    donate: 'turtle',
    type: 'love',
    title: 'ความรู้สึกที่เสียไป ทำดีแค่ไหนมันก็ไม่เหมือนเดิม',
    desc: 'คนมีคู่ระวังการทะเลาะ หรือมีปากเสียง อาจเกิดจากการเอาแต่ใจตัวเอง คนโสดยังไม่มีดวงเนื้อคู่ '
  },
  {
    id: 25,
    donate: 'turtle',
    type: 'love',
    title: 'คนมีคู่หวานชื่น คนโสดเสน่ห์แรง',
    desc: 'ความรักคนมีคู่ช่วงนี้หวานชื่น ส่วนคนโสดมีดวงเด่น มีเสน่ห์แรงอาจจะได้เจอความรักอยู่ใกล้ๆตัว'
  },
  {
    id: 26,
    donate: 'turtle',
    type: 'love',
    title: 'ใกล้ไกลไม่สำคัญ แค่มีเธอไปด้วยกันก็พอ',
    desc: 'ความรักคนมีคูช่วงนี้มีเกณฑ์ชวนกันเสียเงิน เช่นการไปเที่ยวพักผ่อน คนโสดลองออกเดินทางอาจพบเจอเนื้อคู่'
  },
  {
    id: 27,
    donate: 'turtle',
    type: 'love',
    title: 'กลับบ้านเรา รักรออยู่',
    desc: 'ได้พูดคุย หรือทำกิจกรรมกับครอบครัว ที่ก่อนหน้านี้ อาจจะไม่ค่อยได้คุยกัน ทำให้จิตใจกลับมาดีขึ้น'
  },
  {
    id: 28,
    donate: 'turtle',
    type: 'love',
    title: 'ในวันที่แย่ ยังมีพ่อแม่ที่รอเราอยู่',
    desc: 'สำหรับคุณคนในครอบครัว หรือคนที่นับถือเป็นครอบครัว คือคนที่สำคัญมากและจะคอยช่วยเหลือดูแลกันอยู่ตลอด'
  },
  {
    id: 29,
    donate: 'turtle',
    type: 'love',
    title: 'I don’t care i have มรดก',
    desc: 'มีเกณฑ์จะได้รับมรดก สมบัติ ของมีค่า จากคนในครอบครัว หรือคนที่นับถือเป็นครอบครัว'
  },
  {
    id: 30,
    donate: 'turtle',
    type: 'love',
    title: 'เงินมีไม่มาก แต่ชอบคิดมาก',
    desc: 'มีเรื่องไม่พอใจคนในครอบครัว อาจเกิดจากการคิดมากเกินไป หรือการคิดไปเอง ต้องลองเปิดใจเคลียร์กันตรงๆ'
  },
  {
    id: 31,
    donate: 'priest',
    type: 'health',
    title: 'ที่่ป่วยใจ กำลังจะหายดี',
    desc: 'สุขภาพใจกำลังดีขึ้น สิ่งที่เคยเครียดหรือกังวล จะเบาลงและหายไปในที่สุด'
  },
  {
    id: 32,
    donate: 'priest',
    type: 'health',
    title: 'โล่งกว่าเงินในบัญชี ก็หัวนี่แหละ',
    desc: 'จิตใจดี มีความผ่อนคลาย สบายๆ ไม่มีเรื่องที่ต้องเครียด หรือกังวลใจ '
  },
  {
    id: 33,
    donate: 'priest',
    type: 'health',
    title: 'จิตสดชื่น ใจเบิกบานยิ่งกว่าจานดาวเทียม',
    desc: 'กำลังใจดีมาก อยู่ในเกณฑ์ที่สดชื่นแจ่มใส เหมาะกับการใช้พลังสมองสร้างสรรค์สิ่งใหม่ๆ '
  },
  {
    id: 34,
    donate: 'priest',
    type: 'health',
    title: 'ถึงจะไม่ค่อยพร้อมเรื่องเงิน แต่เรื่องสุขภาพเกินคำว่าแข็งแรง',
    desc: 'สุขภาพแข็งแรงมาก พร้อมลุยงาน หรือลองเปิดรับโอกาสใหม่ๆ ความท้าท้ายใหม่ๆ '
  },
  {
    id: 35,
    donate: 'priest',
    type: 'health',
    title: 'สุขภาพกายไม่มีปัญหา มีปัญหาแค่ไม่มีคนข้างกาย',
    desc: 'สุขภาพกาย สุขภาพจิต พร้อมมาก ไม่กลัวอุปสรรคอะไรเลย พร้อมสร้างความก้าวหน้าใหม่ๆให้ตัวเอง '
  },
  {
    id: 36,
    donate: 'priest',
    type: 'health',
    title: 'เป็นได้ทุกอย่าง ยกเว้นเป็นปกติ',
    desc: 'ตอนนี้จิตใจว้าวุ่น สุขภาพกายเหนื่อยล้า ต้องพักผ่อนเพื่อให้กลับสู่โหมดปกติ'
  },
  {
    id: 37,
    donate: 'priest',
    type: 'health',
    title: 'สเป็คของคุณในช่วงนี้ คือคนที่ "นวดเป็น"',
    desc: 'ช่วงนี้ต้องเผชิญกับการปวดเมื่อยตามตัว ปวดหลัง ต้องหาเวลาไปออกกำลังกายบ้าง หรือไปนวดคลายเส้นบ้างนะจ๊ะ'
  },
  {
    id: 38,
    donate: 'priest',
    type: 'health',
    title: 'สะดุดล้มไม่เป็นไร ไม่สะดุดรักใครก็เป็นพอ',
    desc: 'อาจจะเกิดอุบัติเหตุเล็กๆน้อยๆ ต้องระวังและตั้งสติอยู่ตลอดเวลา'
  },
  {
    id: 39,
    donate: 'priest',
    type: 'health',
    title: 'ป่วยกายยังรักษาได้ แต่ป่วยใจ ไม่รู้ต้องให้ใครรักษา',
    desc: 'ช่วงนี้อาจจะซุ่มซ่ามทำให้ต้องเจ็บตัวเล็กๆน้อยๆ หรืออาจจะเป็นหวัด ต้องดื่มน้ำเยอะๆ และตั้งสติให้มากขึ้น'
  },
  {
    id: 40,
    donate: 'priest',
    type: 'health',
    title: 'เบื่อแล้วโลกสวย อยากไปอยู่โลกที่รวยๆบ้าง',
    desc: 'ระวังเครียดจากเรื่องการงาน หรือการเงิน จะทำให้เบื่อ จนไม่มีอารมณ์ทำอะไร ต้องออกไปปลดปล่อยบ้าง อย่าเครียดนะ'
  },
  {
    id: 41,
    donate: 'priest',
    type: 'health',
    title: 'อยากมีมายดาร์ลิง แต่ความจริงมีแต่ "ไมเกรน"',
    desc: 'ระวังเรื่องไมเกรน ปวดหัว จากความเครียดสะสม ต้องพักผ่อนให้มากๆ หรือหากิจกรรมคลายเครียด'
  },
  {
    id: 42,
    donate: 'priest',
    type: 'health',
    title: 'ถ้าวันนี้คุณเหนื่อย ก็ไม่เป็นไรเพราะพรุ่งนี้จะดีขึ้น',
    desc: 'ด้านสุขภาพใจ มีความวุ่นวายใจ ไม่สดชื่นสดใส หรือหมดแรงในการทำสิ่งต่างๆ ส่วนสุขภาพร่างกายนั้นแข็งแรง'
  },
  {
    id: 43,
    donate: 'priest',
    type: 'health',
    title: 'ในใจมีแต่เรื่องเศร้า เมื่อไหร่เล่าจะมีแซ่บ',
    desc: 'ในจิตใจมีแต่เรื่องเศร้าหมอง กังวล เรื่องเครียด ปัญหาที่คิดอยู่ต้องรู้จักปล่อยวาง ไปหาอะไรสนุกๆแซ่บๆทำกันดีกว่า'
  },
  {
    id: 44,
    donate: 'priest',
    type: 'health',
    title: 'นอนไม่หลับยังพอทนไหว เธอไม่ใส่ใจทนไม่ได้หรอก',
    desc: 'มีเรื่องกังวลใจ คิดมาก จนทำให้นอนไม่หลับ ต้องหาวิธีผ่อนคลายที่เหมาะกับตัวเอง'
  },
  {
    id: 45,
    donate: 'priest',
    type: 'health',
    title: 'ปวดท้องเดี๋ยวก็หาย แต่ปวดใจต้องให้เธอรักษา',
    desc: 'จะมีปัญหาเกี่ยวกับทางเดินอาหาร ปวดท้อง หรือกรดไหลย้อน ต้องดูแลเรื่องอาหารการกินให้ดี'
  },
  {
    id: 46,
    donate: 'winner',
    type: 'work',
    title: 'การงานราบรื่นดี ไม่ค่อยมีอุปสรรค',
    desc: 'การงานราบรื่นดีมาก ไม่ค่อยมีอุปสรรคหรือปัญหาหนักๆ ทุกงานสามารถฝ่าฟันไปได้ดี'
  },
  {
    id: 47,
    donate: 'winner',
    type: 'work',
    title: 'โอกาสมีทั้งที มีดีต้องรีบโชว์',
    desc: 'จะได้รับโอกาสให้ตัดสินใจในเรื่องงาน ต้องใช้โอกาสนี้โชว์ผลงาน ต้องตัดสินใจอย่างหลักแหลม'
  },
  {
    id: 48,
    donate: 'winner',
    type: 'work',
    title: 'ได้งานดี เป็นศรีแก่ตัว',
    desc: 'มีเกณฑ์ปรับเปลี่ยนขอบเขตงานที่รับผิดชอบ ซึ่งเป็นหน้าที่ หรือขอบเขตงานที่เราเล็งเอาไว้อยู่แล้ว'
  },
  {
    id: 49,
    donate: 'winner',
    type: 'work',
    title: 'มงลง มีเกณฑ์เลื่อนตำแหน่ง',
    desc: 'การงานดีมาก มีเกณฑ์จะได้เลื่อนตำแหน่ง หรือย้ายไปทำตำแหน่งที่ได้รับผลตอบแทนดีขึ้น'
  },
  {
    id: 50,
    donate: 'winner',
    type: 'work',
    title: 'สวยหล่อไม่เท่าไหร่ อยากได้คนเอาใจใส่มากกว่า',
    desc: 'การงานราบรื่น เพราะมีคนรอบๆตัวคอยช่วยเหลือเป็นอย่างดี จงใส่ใจคนที่คอยช่วยเหลือ แล้วคนๆนั้นจะคอยช่วยเราไปอีกนาน'
  },
  {
    id: 51,
    donate: 'winner',
    type: 'work',
    title: 'งานคือเงิน เงินคืองาน ทำมานาน เลยพอมีเงิน',
    desc: 'การเงินอยู่ในเกณฑ์ดี ราบรื่น ยังมีเงินใช้ไม่ขาดมือ และอาจมีเหลือเก็บด้วยซ้ำ'
  },
  {
    id: 52,
    donate: 'winner',
    type: 'work',
    title: 'เงินเดือนยังคงที่ แต่กำลังจะได้เงินพิเศษ',
    desc: 'มีเกณฑ์จะได้รับเงินพิเศษแบบไม่ปกติ อาจจะมีการรับจ๊อบเสริม มีคนคืนหนี้สินที่ค้างเอาไว้'
  },
  {
    id: 53,
    donate: 'winner',
    type: 'work',
    title: 'โบทอกซ์ไม่สันทัด โบนัสสิที่ต้องการ',
    desc: 'มีโอกาสได้รับโบนัส เงินพิเศษ หรือมีการเจรจาปรับขึ้นเงินเดือน'
  },
  {
    id: 54,
    donate: 'winner',
    type: 'work',
    title: 'ถึงเธอไม่มีใจ ไม่เป็นไรเรามีตังค์',
    desc: 'ดวงการเงินมาแรงแซงทางโค้งมาก มีโอกาสได้รับเงินพิเศษ ได้ขึ้นเงินเดือน หรือได้รับโบนัส'
  },
  {
    id: 55,
    donate: 'winner',
    type: 'work',
    title: 'ร่างกายต้องการเตียง ข้างเคียงต้องการเธอ',
    desc: 'ช่วงนี้มีีทั้งงานราษฎ์ งานหลวงเข้ามา จนไม่ค่อยมีเวลาพักผ่อน แต่ก็ยังสามารถจัดการได้เรื่อยๆ เพราะพลังไฟในตัวนั้นลุกโชนมากก'
  },
  {
    id: 56,
    donate: 'winner',
    type: 'work',
    title: 'เป็นคนธรรมดา ที่สรรหาแต่ของกิน',
    desc: 'มีเกณฑ์ต้องจ่ายเงินให้เรื่องกิน เช่น เพื่อน คนรู้จัก นัดกินข้าว หรือ ซื้อของกินตามใจ กินแก้เครียด นับ kcal ดีๆนะช่วงนี้'
  },
  {
    id: 57,
    donate: 'winner',
    type: 'work',
    title: 'เปย์ตัวเอง นักเลงพอ',
    desc: 'ช่วงนี้เสียงเงินไปกับการท่องเที่ยว หรือพักผ่อน แต่ก็เป็นการเสียเงินออกที่มีความสุข จะได้ประสบการณ์ใหม่ๆ เจอคนใหม่ๆ'
  },
  {
    id: 58,
    donate: 'winner',
    type: 'work',
    title: 'เล็กๆไม่ ใหญ่ๆทำ',
    desc: 'มีเกณฑ์จะได้รับหน้าที่รับผิดชอบใหญ่ๆ ได้เป็นหัวหน้าโปรเจกต์ ซึ่งหากคุณใช้ความตั้งใจก็จะผ่านไปได้ และเป็นโอกาสที่ดี'
  },
  {
    id: 59,
    donate: 'winner',
    type: 'work',
    title: 'เวลาทำงานเราก็ตั้งใจ เวลารักใครเราก็รักจริง',
    desc: 'การงานในช่วงนี้ต้องโฟกัส ตั้งใจ และจดจ่อ เพราะเป็นช่วงที่ค่อนข้างมีเรื่องจุกจิก หรือรายลเอียดให้ต้องตรวจสอบ'
  },
  {
    id: 60,
    donate: 'winner',
    type: 'work',
    title: 'เรื่องงานไม่ถนัด เรื่องสะบัดขอให้บอก',
    desc: 'การเงินของคุณช่วงนี้มีเกณฑ์จะต้องจ่ายเงินเพื่อภาษีสังคม เช่น ค่างานเลี้ยงงานสังสรรค์ ค่าเช่าชุดเพื่อร่วมงาน'
  }
]

export default dataPredict
